{
	"APNSEnabled": true,
	"ActionConfiguration": {
		"Actions": [
		],
		"BehaviorAfterAction": "INACTIVE",
		"Category": "A0042B7B-541A-4E17-A526-310DE0F4BD75",
		"XCSRFTokenUrl": ""
	},
	"AppLaunchUrl": "",
	"AutoSubscribe": false,
	"CardClass": "HtmlTemplate",
	"CollectionType": "useCollection",
	"Connection": "com.sap.mobile.platform.cards",
	"CustomType": "Query",
	"Descriptions": [
		{
			"language": "EN",
			"text": ""
		}
	],
	"DevelopmentStatus": "Productive",
	"GatekeeperConfiguration": null,
	"HiddenSubscription": false,
	"LastModifiedAt": "2019-04-29T14:24:11.396Z",
	"LastModifiedBy": "P1942218264",
	"Locked": true,
	"Name": "CVeminaT",
	"NewsEnabled": false,
	"NotificationMessages": null,
	"NotificationRules": [
	],
	"Parameters": {
		"Parameters": [
			{
				"Name": "rID",
				"Propagate": true,
				"ResourceOrderNumber": 0,
				"Value": "$.i.Sections_ResumeID",
				"displayName": "rID"
			}
		]
	},
	"QueryConfiguration": {
		"CacheQueryResult": false,
		"QueryEntityKeyPaths": [
			"$.i.__metadata.uri"
		],
		"QueryURLCollectionRoot": "$.i.results"
	},
	"QueryInterval": "P1DT0H0M",
	"QueryReturnsEntityCollection": true,
	"QueryType": "custom",
	"QueryURL": "/ContactSet(2)/Contact_Emina",
	"RefreshType": "upToDate",
	"ResourceIdentifiers": [
		{
			"ImagePaths": "",
			"Order": 0,
			"Uri": ""
		}
	],
	"SortCardsWith": null,
	"SubscribableTo": {
		"Users": [
		]
	},
	"SubscribableToValidationEnabled": false,
	"TemplateName": "User defined template",
	"UrlMatch": null,
	"changedNotification": "",
	"imagePathBack": "",
	"imagePathFront": "",
	"newNotification": "",
	"showData": "{\n    \"d\": {\n        \"__metadata\": {\n            \"id\": \"ResumeSet(2L)\",\n            \"uri\": \"ResumeSet(2L)\"\n        },\n        \"Summary\": \"Highly motivated young professional, ENSEA undergraduate. Positive, passionate and attentioned to details. Strong communication skills. Ready to seek out new challenges and adapt to diverse situations, enjoys working in a fast paced environment.\",\n        \"Experience\": \"June 2019 - August 2019 Solar Energy Research Institute of Singapore , Singapore - Engineering intern Led a theoretical analysis to test the reliability of the four point probe device as a sheet resistance measurement technique, considered as an important parameter for solar cell performance. Conducted various experiments by testing different samples of solar wafers (thin slice of Silicon semiconductor) in order to confirm the theoretical analysis. June 2017 - August 2017 The National Office of Food Safety, Kenitra, Morocco - Bioengineering Intern Used a software based on the principle of RTPCR (Real Time Polymerase Chain Reaction) to diagnose plant diseases\",\n        \"ResumeID\": \"2\",\n        \"Education\": \"2018 - 2021 ENSEA Graduate School, Cergy, France - Pursuing Masters, Computer Science and Electrical Engineering Recent project: Designed a cartography of electromagnetic areas in Cergy by editing a Python code and gathering the data provided online by the ANFR (National Agency of Frequencies). Major: A.I and Big Data. 2016 - 2018 Lycée Polyvalent Franklin Roosevelt, Reims, France - Post-secondary Education (Preparatory Classes for Engineering Schools) Maths, Physics and Engineering major. Final project: Designed a control loop for an Earth-Air Heat Exchanger system in order to adapt its cooling functions for countries with high temperatures. July 2014 - August 2014 Goethe Summer Camp, Bonn, Germany - German Language Courses 2006 - 2014 American Language Center, Kenitra, Morocco - English Language Course\",\n        \"Languages\": \"English: TOEFL (98/120) and TOEIC (945/1000) (Fluent) French: DALF C1 (Fluent) Arabic : Moroccan and Classical (Native Speaker) Montenegrin, Serbian, Croatian, Bosnian (Native Speaker) German: A2+ (Intermediate level)\",\n        \"Personnal\": \"Member of ENSEA's sailing team, took part in the 51st annual regatta (EDHEC Boat Cup). Currently treasurer of the sailing club (responsible of sponsorship with various firms such as Sopra Steria in order to finance the skipper, purchase the uniforms and rent the sailing boat for the annual regatta) . Head of events in ENSEA’s 2019 Students Bureau. The biggest event organised so far with the events pole included a budget of 26,000 Euros. Oil and acrylic painter. Participated in national exhibitions and art sales (attended art sales and price negotiations). Accomplished tennis player. Took part in national tournaments and elected captain of the university's tennis team. 2015 Volunteer in Dar Lakbira, a non profit organization that supports orphanage care and education in Morocco. Team leader at La Parole d’Or 2014 edition debate team, awarded second place. Passionate mountain climber and hiker, reached a few peaks in Europe and the highest one in northern Africa.\",\n        \"Skills\": \"Programming skills: C++, Python, SQL, VHDL Software skills: Matlab, Mathematica, SolidWorks\"    }\n}",
	"showDataBackButton": false,
	"showDataButton": true,
	"showDataPanel": false,
	"templateName": "Emina's CV"
}